{
  "R.nvim": { "branch": "main" },
  "alpha-nvim": { "branch": "main" },
  "blink-cmp-dictionary": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "blink.lib": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "fastspell.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "harpoon": { "branch": "harpoon2" },
  "harpoon-lualine": { "branch": "master" },
  "iron.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.comment": { "branch": "main" },
  "mini.cursorword": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.indentscope": { "branch": "main" },
  "mini.move": { "branch": "main" },
  "mini.notify": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "mini.trailspace": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-window": { "branch": "main" },
  "oil-git.nvim": { "branch": "main" },
  "oil.nvim": { "branch": "master" },
  "otter.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "quarto-nvim": { "branch": "main" },
  "render-markdown.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "zotcite": { "branch": "master" },
  "  Material": { "branch": "main" },
  "  Nightfox": { "branch": "main" },
  "󰄛  Catppuccin": { "branch": "main" },
  "󰛡  One Dark": { "branch": "master" },
  "󰧱  Rosé Pine": { "branch": "main" },
  "󰨷  Tokyo Night": { "branch": "main" },
  "󰻈  Kanagawa": { "branch": "master" }
}
